Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Cyberattacks against AI systems can leverage AI specific assets, such as training data sets (e.g. data poisoning) or trained models (e.g. adversarial attacks or membership inference), or exploit vulnerabilities in the AI system’s digital assets or the underlying ICT infrastructure.
pt_pt: Os ciberataques contra sistemas de IA podem tirar partido de ativos específicos de IA, como os conjuntos de dados de treino (por exemplo, contaminação de dados) ou os modelos treinados (por exemplo, ataques antagónicos ou inferência de membros), ou explorar vulnerabilidades dos ativos digitais do sistema de IA ou da infraestrutura de tecnologias da informação e comunicação (TIC) subjacente.

source: To ensure a level of cybersecurity appropriate to the risks, suitable measures, such as security controls, should therefore be taken by the providers of high-risk AI systems, also taking into account as appropriate the underlying ICT infrastructure.
pt_pt: A fim de assegurar um nível de cibersegurança adequado aos riscos, os prestadores de sistemas de IA de risco elevado deverão tomar medidas adequadas, como os controlos de segurança, tendo ainda em devida conta a infraestrutura de TIC subjacente.

source: Without prejudice to the requirements related to robustness and accuracy set out in this Regulation, high-risk AI systems which fall within the scope of a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements, in accordance with that regulation may demonstrate compliance with the cybersecurity requirements of this Regulation by fulfilling the essential cybersecurity requirements set out in that regulation.
pt_pt: Sem prejuízo dos requisitos relacionados com a solidez e a exatidão estabelecidos no presente regulamento, os sistema de IA de risco elevado abrangidos pelo âmbito de aplicação de um regulamento do Parlamento Europeu e do Conselho relativo aos requisitos horizontais de cibersegurança dos produtos com elementos digitais, nos termos desse regulamento, podem demonstrar a conformidade com o requisito de cibersegurança do presente regulamento ao cumprirem os requisitos essenciais de cibersegurança estabelecidos nesse regulamento.

source: When high-risk AI systems fulfil the essential requirements of a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements, they should be deemed compliant with the cybersecurity requirements set out in this Regulation in so far as the achievement of those requirements is demonstrated in the EU declaration of conformity or parts thereof issued under that regulation.
pt_pt: Quando os sistemas de IA de risco elevado cumprem os requisitos essenciais de um regulamento do Parlamento Europeu e do Conselho relativo aos requisitos horizontais de cibersegurança dos produtos com elementos digitais, deverão ser considerados conformes com os requisitos de cibersegurança estabelecidos no presente regulamento, desde que o cumprimento desses requisitos seja demonstrado na declaração UE de conformidade ou em partes da mesma emitida nos termos desse regulamento.

source: To that end, the assessment of the cybersecurity risks, associated to a product with digital elements classified as high-risk AI system according to this Regulation, carried out under a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements, should consider risks to the cyber resilience of an AI system as regards attempts by unauthorised third parties to alter its use, behaviour or performance, including AI specific vulnerabilities such as data poisoning or adversarial attacks, as well as, as relevant, risks to fundamental rights as required by this Regulation.
pt_pt: Para o efeito, a avaliação dos riscos de cibersegurança associados a um produto com elementos digitais classificado como sistema de IA de risco elevado nos termos do presente regulamento, realizada ao abrigo de um regulamento do Parlamento Europeu e do Conselho relativo aos requisitos horizontais de cibersegurança dos produtos com elementos digitais, deverá ter em conta os riscos para a ciberresiliência de um sistema de IA no que diz respeito às tentativas de terceiros não autorizados de alterar a sua utilização, comportamento ou desempenho, incluindo vulnerabilidades específicas da IA, como a contaminação de dados ou ataques antagónicos, bem como os riscos pertinentes para os direitos fundamentais, tal como exigido pelo presente regulamento.

source: The conformity assessment procedure provided by this Regulation should apply in relation to the essential cybersecurity requirements of a product with digital elements covered by a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements and classified as a high-risk AI system under this Regulation.
pt_pt: O procedimento de avaliação da conformidade previsto no presente regulamento deverá aplicar-se aos requisitos essenciais de cibersegurança de um produto com elementos digitais abrangido por um Regulamento do Parlamento Europeu e do Conselho relativo aos requisitos horizontais de cibersegurança dos produtos com elementos digitais e classificado como sistema de IA de risco elevado nos termos do presente regulamento.

source: However, this rule should not result in reducing the necessary level of assurance for critical products with digital elements covered by a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements.
pt_pt: No entanto, esta regra não deverá resultar na redução do nível de garantia necessário para os produtos críticos com elementos digitais abrangidos por um regulamento do Parlamento Europeu e do Conselho relativo aos requisitos horizontais de cibersegurança dos produtos com elementos digitais.

source: Therefore, by way of derogation from this rule, high-risk AI systems that fall within the scope of this Regulation and are also qualified as important and critical products with digital elements pursuant to a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements and to which the conformity assessment procedure based on internal control set out in an annex to this Regulation applies, are subject to the conformity assessment provisions of a regulation of the European Parliament and of the Council on horizontal cybersecurity requirements for products with digital elements insofar as the essential cybersecurity requirements of that regulation are concerned.
pt_pt: Por conseguinte, em derrogação desta regra, os sistemas de IA de risco elevado abrangidos pelo âmbito de aplicação do presente regulamento e que também são qualificados como produtos importantes e críticos com elementos digitais nos termos de um regulamento do Parlamento Europeu e do Conselho relativo aos requisitos horizontais de cibersegurança dos produtos com elementos digitais, e aos quais se aplica o procedimento de avaliação da conformidade baseado no controlo interno referido num anexo do presente regulamento, são sujeitos às disposições em matéria de avaliação da conformidade de um regulamento do Parlamento Europeu e do Conselho relativo aos requisitos horizontais de cibersegurança dos produtos com elementos digitais, no que diz respeito aos requisitos essenciais em matéria de cibersegurança desse regulamento.

source: In this case, for all the other aspects covered by this Regulation the respective provisions on conformity assessment based on internal control set out in an annex to this Regulation should apply.
pt_pt: Neste caso, em relação a todos os outros aspetos abrangidos pelo presente regulamento, deverão aplicar-se as respetivas disposições em matéria de avaliação da conformidade com base no controlo interno estabelecidas num anexo do presente regulamento.

source: Building on the knowledge and expertise of ENISA on the cybersecurity policy and tasks assigned to ENISA under the Regulation (EU) 2019/881 of the European Parliament and of the Council (37), the Commission should cooperate with ENISA on issues related to cybersecurity of AI systems.
pt_pt: Com base nos conhecimentos e competências especializados da ENISA sobre a política de cibersegurança e as funções atribuídas à ENISA nos termos do Regulamento (UE) 2019/881 do Parlamento Europeu e do Conselho (37), a Comissão Europeia deverá cooperar com a ENISA em questões relacionadas com a cibersegurança dos sistemas de IA.

source: It is appropriate that a specific natural or legal person, defined as the provider, takes responsibility for the placing on the market or the putting into service of a high-risk AI system, regardless of whether that natural or legal person is the person who designed or developed the system.
pt_pt: É apropriado que uma pessoa singular ou coletiva específica, identificada como «prestador», assuma a responsabilidade pela colocação no mercado ou pela colocação em serviço de um sistema de IA de risco elevado, independentemente de ser ou não a pessoa que concebeu ou desenvolveu o sistema.

source: As signatories to the United Nations Convention on the Rights of Persons with Disabilities, the Union and the Member States are legally obliged to protect persons with disabilities from discrimination and promote their equality, to ensure that persons with disabilities have access, on an equal basis with others, to information and communications technologies and systems, and to ensure respect for privacy for persons with disabilities.
pt_pt: Enquanto signatários da Convenção das Nações Unidas sobre os Direitos das Pessoas com Deficiência, a União e os seus Estados-Membros estão legalmente obrigados a proteger as pessoas com deficiência contra a discriminação e a promover a sua igualdade, a assegurar que as pessoas com deficiência gozem da mesma igualdade de acesso que outros às tecnologias e sistemas de informação e comunicação e a assegurar o respeito pela privacidade das pessoas com deficiência.

source: Given the growing importance and use of AI systems, the application of universal design principles to all new technologies and services should ensure full and equal access for everyone potentially affected by or using AI technologies, including persons with disabilities, in a way that takes full account of their inherent dignity and diversity.
pt_pt: Tendo em conta a crescente importância e utilização de sistemas de IA, a aplicação dos princípios de conceção universal a todas as novas tecnologias e serviços deverá garantir o acesso pleno e equitativo de todas as pessoas potencialmente afetadas pelas tecnologias de IA ou que utilizem essas tecnologias, incluindo as pessoas com deficiência, de uma forma que tenha plenamente em conta a sua inerente dignidade e diversidade.

source: It is therefore essential that providers ensure full compliance with accessibility requirements, including Directive (EU) 2016/2102 of the European Parliament and of the Council (38) and Directive (EU) 2019/882.
pt_pt: Por conseguinte, é essencial que os prestadores assegurem a plena conformidade com os requisitos de acessibilidade, incluindo a Diretiva (UE) 2016/2102 do Parlamento Europeu e do Conselho (38) e a Diretiva (UE) 2019/882.

source: Providers should ensure compliance with these requirements by design.
pt_pt: Os prestadores deverão assegurar o cumprimento destes requisitos desde a conceção.

source: Therefore, the necessary measures should be integrated as much as possible into the design of the high-risk AI system.
pt_pt: Por conseguinte, as medidas necessárias deverão ser integradas, tanto quanto possível, na conceção do sistema de IA de risco elevado.

source: The provider should establish a sound quality management system, ensure the accomplishment of the required conformity assessment procedure, draw up the relevant documentation and establish a robust post-market monitoring system.
pt_pt: O prestador deverá introduzir um sistema de gestão da qualidade sólido, garantir a realização do procedimento de avaliação da conformidade exigido, elaborar a documentação pertinente e estabelecer um sistema sólido de acompanhamento pós-comercialização.

source: Providers of high-risk AI systems that are subject to obligations regarding quality management systems under relevant sectoral Union law should have the possibility to include the elements of the quality management system provided for in this Regulation as part of the existing quality management system provided for in that other sectoral Union law.
pt_pt: Os prestadores de sistemas de IA de risco elevado sujeitos a obrigações relativas aos sistemas de gestão da qualidade nos termos do direito setorial aplicável da União deverão ter a possibilidade de incluir os elementos do sistema de gestão da qualidade previstos no presente regulamento como parte do sistema de gestão da qualidade existente previsto nesse outro direito setorial da União.

source: The complementarity between this Regulation and existing sectoral Union law should also be taken into account in future standardisation activities or guidance adopted by the Commission.
pt_pt: A complementaridade entre o presente regulamento e o direito setorial da União em vigor deverá também ser tida em conta nas futuras atividades de normalização ou orientações adotadas pela Comissão.

source: Public authorities which put into service high-risk AI systems for their own use may adopt and implement the rules for the quality management system as part of the quality management system adopted at a national or regional level, as appropriate, taking into account the specificities of the sector and the competences and organisation of the public authority concerned.
pt_pt: As autoridades públicas que colocam em serviço sistemas de IA de risco elevado para sua própria utilização podem adotar e aplicar as regras relativas ao sistema de gestão da qualidade no âmbito do sistema de gestão da qualidade adotado a nível nacional ou regional, consoante o caso, tendo em conta as especificidades do setor e as competências e a organização da autoridade pública em causa.

source: To enable enforcement of this Regulation and create a level playing field for operators, and, taking into account the different forms of making available of digital products, it is important to ensure that, under all circumstances, a person established in the Union can provide authorities with all the necessary information on the compliance of an AI system.
pt_pt: Para permitir a execução do presente regulamento e criar condições de concorrência equitativas para os operadores, tendo ainda em conta as diferentes formas de disponibilização de produtos digitais, é importante assegurar que, em qualquer circunstância, uma pessoa estabelecida na União possa prestar às autoridades todas as informações necessárias sobre a conformidade de um sistema de IA.

source: Therefore, prior to making their AI systems available in the Union, providers established in third countries should, by written mandate, appoint an authorised representative established in the Union.
pt_pt: Como tal, antes de disponibilizarem os seus sistemas de IA na União, os prestadores estabelecidos em países terceiros deverão, através de mandato escrito, designar um mandatário estabelecido na União.

source: This authorised representative plays a pivotal role in ensuring the compliance of the high-risk AI systems placed on the market or put into service in the Union by those providers who are not established in the Union and in serving as their contact person established in the Union.
pt_pt: O mandatário desempenha um papel central ao garantir a conformidade dos sistemas de IA de risco elevado colocados no mercado ou colocados em serviço na União por esses prestadores que não estão estabelecidos na União e ao atuar como pessoa de contacto desses prestadores estabelecida na União.

source: In light of the nature and complexity of the value chain for AI systems and in line with the New Legislative Framework, it is essential to ensure legal certainty and facilitate the compliance with this Regulation.
pt_pt: Tendo em conta a natureza e a complexidade da cadeia de valor dos sistemas de IA e em consonância com o novo regime jurídico, é essencial garantir a segurança jurídica e facilitar o cumprimento do presente regulamento.

source: Therefore, it is necessary to clarify the role and the specific obligations of relevant operators along that value chain, such as importers and distributors who may contribute to the development of AI systems.
pt_pt: Por conseguinte, é necessário clarificar o papel e as obrigações específicas dos operadores pertinentes ao longo dessa cadeia de valor, como os importadores e os distribuidores, que podem contribuir para o desenvolvimento de sistemas de IA.

source: In certain situations those operators could act in more than one role at the same time and should therefore fulfil cumulatively all relevant obligations associated with those roles.
pt_pt: Em determinadas situações, esses operadores poderão desempenhar mais do que uma função ao mesmo tempo, pelo que deverão cumprir cumulativamente todas as obrigações relevantes associadas a essas funções.

source: For example, an operator could act as a distributor and an importer at the same time.
pt_pt: Por exemplo, um operador pode atuar simultaneamente como distribuidor e importador.

source: To ensure legal certainty, it is necessary to clarify that, under certain specific conditions, any distributor, importer, deployer or other third-party should be considered to be a provider of a high-risk AI system and therefore assume all the relevant obligations.
pt_pt: A fim de garantir a segurança jurídica, é necessário tornar claro que, em determinadas condições específicas, qualquer distribuidor, importador, responsável pela implantação ou outro terceiro deverá ser considerado prestador de um sistema de IA de risco elevado e, por conseguinte, deverá assumir todas as obrigações pertinentes.

source: This would be the case if that party puts its name or trademark on a high-risk AI system already placed on the market or put into service, without prejudice to contractual arrangements stipulating that the obligations are allocated otherwise.
pt_pt: Tal será o caso se essa entidade puser o seu nome ou marca num sistema de IA de risco elevado já colocado no mercado ou colocado em serviço, sem prejuízo de disposições contratuais que estabeleçam que as obrigações são atribuídas de outro modo.

source: This would also be the case if that party makes a substantial modification to a high-risk AI system that has already been placed on the market or has already been put into service in a way that it remains a high-risk AI system in accordance with this Regulation, or if it modifies the intended purpose of an AI system, including a general-purpose AI system, which has not been classified as high-risk and has already been placed on the market or put into service, in a way that the AI system becomes a high-risk AI system in accordance with this Regulation.
pt_pt: Tal seria também o caso se essa entidade efetuar uma modificação substancial de um sistema de IA de risco elevado que já tenha sido colocado no mercado ou já tenha sido colocado em serviço de forma a que continue a ser um sistema de IA de risco elevado nos termos do presente regulamento, ou se alterar a finalidade prevista de um sistema de IA, incluindo um sistema de IA de finalidade geral, que não tenha sido classificado como sendo de risco elevado e já tenha sido colocado no mercado ou colocado em serviço, de forma a que o sistema de IA se torne um sistema de IA de risco elevado nos termos do presente regulamento.

source: Those provisions should apply without prejudice to more specific provisions established in certain Union harmonisation legislation based on the New Legislative Framework, together with which this Regulation should apply.
pt_pt: Essas disposições deverão aplicar-se sem prejuízo das disposições mais específicas estabelecidas em determinada legislação de harmonização da União com base no novo regime jurídico, conjuntamente com o presente regulamento.

source: For example, Article 16(2) of Regulation (EU) 2017/745, establishing that certain changes should not be considered to be modifications of a device that could affect its compliance with the applicable requirements, should continue to apply to high-risk AI systems that are medical devices within the meaning of that Regulation.
pt_pt: Por exemplo, o artigo 16.o, n.o 2, do Regulamento (UE) 2017/745, que estabelece que determinadas alterações não deverão ser consideradas alterações de um dispositivo suscetíveis de afetar a sua conformidade com os requisitos aplicáveis, deverá continuar a aplicar-se aos sistemas de IA de risco elevado que sejam dispositivos médicos na aceção do referido regulamento.

source: General-purpose AI systems may be used as high-risk AI systems by themselves or be components of other high-risk AI systems.
pt_pt: Sistemas de IA de finalidade geral podem ser utilizados por si próprios como sistemas de IA de risco elevado ou ser componentes de outros sistemas de IA de risco elevado.

source: Therefore, due to their particular nature and in order to ensure a fair sharing of responsibilities along the AI value chain, the providers of such systems should, irrespective of whether they may be used as high-risk AI systems as such by other providers or as components of high-risk AI systems and unless provided otherwise under this Regulation, closely cooperate with the providers of the relevant high-risk AI systems to enable their compliance with the relevant obligations under this Regulation and with the competent authorities established under this Regulation.
pt_pt: Por conseguinte, devido à sua natureza específica e a fim de assegurar uma partilha equitativa de responsabilidades ao longo da cadeia de valor da IA, os prestadores desses sistemas deverão, independentemente de poderem ser utilizados como sistemas de IA de risco elevado enquanto tal por outros prestadores ou como componentes de sistemas de IA de risco elevado, e salvo disposição em contrário no presente regulamento, deverão colaborar estreitamente com os prestadores dos sistemas de IA de risco elevado relevantes, a fim de permitir a sua conformidade com as obrigações pertinentes previstas no presente regulamento e com as autoridades competentes criadas nos termos do presente regulamento.
